Tekla.Structures.Filtering.Categories.WeldFilterExpressions.TypeBelowLine
The TypeBelowLine class represents the type below line filter expression.

Tekla.Structures.Filtering.Categories.WeldFilterExpressions.TypeBelowLine.#ctor
Initializes a new instance of the TypeBelowLine class.